Repository: WPPlugins/powies-irc-chat
Catalog: languages/pirc-*.po
Languages: de_de

source: PIRC Settings
de_de: PIRC Einstellungen

source: Chat Settings
de_de: Chat Einstellungen

source: IRC Server
de_de: IRC Server (Host)

source: Default: <code>6667</code>
de_de: Standard: <code>6667</code>

source: Channels to join
de_de: Start Channel

source: A list of channels to join after connect, seperated by <b>,</b> <code>#Chan1, #Chan2</code>.
de_de: Eine Liste mit Channels die nach dem Start betreten werden, getrennt mit , Bsp.: <code>#Chan1, #Chan2</code>.

source: Chat window size
de_de: Chat Größe

source: Width:
de_de: Breite:

source: Height:
de_de: Höhe:

source: Save Changes
de_de: Speichern

source: PIRC Usage
de_de: PIRC Benutzung

source: Simple use a shortcode on a page of your choice or create a new page and insert the following shortcode: <b>[pirc]</b>.
de_de: Benutze einfach den Shortcode auf einer Seite oder in einem Beitrag deiner Wahl oder erstelle einen neue Seite mit dem Shortcode: <b>[pirc]</b>.

source: Happy IRCing
de_de: Viel Spass beim Chatten!

source: About
de_de: Über

source: Guest??
de_de: Gast??

source: WP pirc
de_de: WP pirc Gast
